aaron-bond.better-comments
adpyke.codesnap
akamud.vscode-theme-onedark
angular.ng-template
clemenspeters.format-json
cyrilletuzi.angular-schematics
dbaeumer.vscode-eslint
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
exodiusstudios.comment-anchors
firsttris.vscode-jest-runner
jakethashi.vscode-angular2-emmet
jasonnutter.search-node-modules
mariusalchimavicius.json-to-ts
mechatroner.rainbow-csv
mhutchie.git-graph
mikael.angular-beastcode
mikestead.dotenv
ms-playwright.playwright
ms-python.autopep8
ms-python.debugpy
ms-python.pylint
ms-python.python
naumovs.color-highlight
nrwl.angular-console
pkief.material-icon-theme
pomdtr.excalidraw-editor
richie5um2.vscode-sort-json
sdras.inbedby7pm
stylelint.vscode-stylelint
unifiedjs.vscode-mdx
usernamehw.errorlens
vscodevim.vim
